import React from 'react';
import styles from './styles.module.scss';

export const Lections = () => (
  <section className={styles.Lections}>
    <h2>Экскурсии и лекции в прямом эфире</h2>
    <p>
      С 1 июля вы можете присоединиться к нашим виртуальным мероприятиям —
      экскурсиям и лекциям для взрослых и детей, оплатив участие на сайте.
      Встречи будут проходить в прямом эфире на платформе Zoom; предусмотрен
      формат живого общения с возможностью задавать вопросы экскурсоводу
      (лектору).
      <br />
      <a href="/">Подробнее.</a> <br />
      <br />
      Мы будем благодарны за любое
      <a href="/"> пожертвование.</a> Все поступившие средства будут направлены
      на организацию онлайн-проектов для наших посетителей.
    </p>
  </section>
);
